[
  {
    "id": "0",
    "geocode": [48.1417, 17.1006],
    "name": "Bratislava Castle",
    "description": {
      "short": "A historic castle in Bratislava.",
      "long": "Bratislava Castle is a massive rectangular building with four corner towers located on a hill overlooking the Danube river. It has been a significant fortress for centuries, with its origins dating back to the 9th century. The castle was rebuilt in the 1950s and now houses the Slovak National Museum, offering exhibits on history, music, and more. The site also offers spectacular views of Bratislava, Austria, and Hungary, making it a popular spot for tourists."
    },
    "image": {
      "url": "10.jpg",
      "alt": "Bratislava Castle",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Bratislava_Castle"
      },
      {
        "domain": "snm.sk",
        "url": "https://www.snm.sk/?lang=eng&section=home&org=1"
      }
    ]
  },
  {
    "id": "1",
    "geocode": [49.4213, 20.2165],
    "name": "High Tatras",
    "description": {
      "short": "A mountain range in northern Slovakia.",
      "long": "The High Tatras are the highest mountain range in Slovakia and the Carpathian Mountains, known for their stunning peaks, alpine scenery, and diverse wildlife. The range is a popular destination for hiking, skiing, and mountaineering, with well-marked trails leading to various peaks and mountain lakes. The highest peak, Gerlachovský štít, reaches 2,655 meters. The area is also home to several picturesque towns and villages, such as Štrbské Pleso and Tatranská Lomnica, which offer various accommodations and tourist services."
    },
    "image": {
      "url": "11.jpg",
      "alt": "High Tatras",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/High_Tatras"
      },
      {
        "domain": "vysoketatry.sk",
        "url": "https://www.vysoketatry.sk/en.html"
      }
    ]
  },
  {
    "id": "2",
    "geocode": [48.1083, 17.0997],
    "name": "St. Martin's Cathedral",
    "description": {
      "short": "A Gothic cathedral in Bratislava.",
      "long": "St. Martin's Cathedral is the largest and one of the oldest churches in Bratislava, dating back to the 13th century. It served as the coronation church of the Kingdom of Hungary from the 16th to the 19th century. The cathedral features a stunning Gothic architecture, with a distinctive tower topped by a large golden replica of the Hungarian Crown. Inside, visitors can admire beautiful stained glass windows, historical artifacts, and the remains of the old city walls."
    },
    "image": {
      "url": "12.jpg",
      "alt": "St. Martin's Cathedral",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/St._Martin%27s_Cathedral,_Bratislava"
      },
      {
        "domain": "dom.fara.sk",
        "url": "http://dom.fara.sk/"
      }
    ]
  },
  {
    "id": "3",
    "geocode": [48.9991, 21.2398],
    "name": "Spiš Castle",
    "description": {
      "short": "A large castle ruin in eastern Slovakia.",
      "long": "Spiš Castle is one of the largest castle complexes in Central Europe, situated on a hill above the town of Spišské Podhradie. The castle dates back to the 12th century and has been a UNESCO World Heritage Site since 1993. It features Romanesque, Gothic, and Renaissance architecture, with an impressive fortress, a Romanesque palace, and a Gothic chapel. Visitors can explore the ruins, enjoy panoramic views of the surrounding countryside, and learn about the history of the castle and the region in the on-site museum."
    },
    "image": {
      "url": "13.jpg",
      "alt": "Spiš Castle",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Spi%C5%A1_Castle"
      },
      {
        "domain": "spisskyhrad.sk",
        "url": "https://www.spisskyhrad.sk/en/"
      }
    ]
  },
  {
    "id": "4",
    "geocode": [48.1452, 17.1042],
    "name": "Old Town Hall",
    "description": {
      "short": "A historic building complex in Bratislava.",
      "long": "The Old Town Hall in Bratislava is a historic building complex that dates back to the 14th century. It has served various purposes over the centuries, including as a town hall, a prison, and a mint. Today, it houses the Bratislava City Museum, which features exhibits on the history of the city, medieval justice, and the town's fortifications. The building complex includes a Gothic tower offering panoramic views of the Old Town, a Renaissance courtyard, and various historical artifacts."
    },
    "image": {
      "url": "14.jpg",
      "alt": "Old Town Hall",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Old_Town_Hall_(Bratislava)"
      },
      {
        "domain": "mmb.sk",
        "url": "https://www.mmb.sk/en/old-town-hall"
      }
    ]
  },
  {
    "id": "5",
    "geocode": [48.7384, 19.1462],
    "name": "Banská Štiavnica",
    "description": {
      "short": "A historic town in central Slovakia.",
      "long": "Banská Štiavnica is a picturesque town in central Slovakia that was a major center for mining and metallurgy in the Middle Ages. It is a UNESCO World Heritage Site, recognized for its well-preserved medieval and Renaissance architecture. The town's historic center features charming streets, beautiful churches, and colorful houses. Key attractions include the Holy Trinity Square, the Old Castle, and the New Castle. The town also offers educational exhibits on mining history and technology in the Slovak Mining Museum."
    },
    "image": {
      "url": "15.jpg",
      "alt": "Banská Štiavnica",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Bansk%C3%A1_%C5%A0tiavnica"
      },
      {
        "domain": "banskastiavnica.travel",
        "url": "https://banskastiavnica.travel/en/"
      }
    ]
  },
  {
    "id": "6",
    "geocode": [48.8966, 20.566],
    "name": "Slovak Paradise National Park",
    "description": {
      "short": "A national park known for its canyons and waterfalls.",
      "long": "Slovak Paradise National Park is a protected area in eastern Slovakia, known for its picturesque canyons, gorges, and waterfalls. The park offers numerous hiking trails that lead through scenic landscapes, including the popular Suchá Belá Gorge, which features ladders, bridges, and chains to aid hikers through its challenging terrain. The park is home to diverse flora and fauna, making it a paradise for nature lovers and outdoor enthusiasts. Visitors can also explore the Dobšinská Ice Cave, one of the largest ice caves in Europe."
    },
    "image": {
      "url": "16.jpg",
      "alt": "Slovak Paradise National Park",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Slovak_Paradise"
      },
      {
        "domain": "slovenskyraj.eu",
        "url": "https://www.slovenskyraj.eu/en/"
      }
    ]
  },
  {
    "id": "7",
    "geocode": [49.058, 20.2975],
    "name": "Levoča",
    "description": {
      "short": "A historic town with medieval architecture.",
      "long": "Levoča is a historic town in eastern Slovakia, renowned for its well-preserved medieval architecture. The town is a UNESCO World Heritage Site, featuring a beautiful town square surrounded by Renaissance and Gothic buildings. Key attractions include the St. James Church, which houses the highest wooden altar in the world, crafted by Master Paul of Levoča. The town's medieval fortifications, the historic Town Hall, and the Cage of Shame are also popular sights. Levoča offers a glimpse into the rich history and cultural heritage of Slovakia."
    },
    "image": {
      "url": "17.jpg",
      "alt": "Levoča",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Levo%C4%8Da"
      },
      {
        "domain": "levoca.sk",
        "url": "https://www.levoca.sk/en/"
      }
    ]
  },
  {
    "id": "8",
    "geocode": [48.598, 21.596],
    "name": "Košice",
    "description": {
      "short": "The second-largest city in Slovakia.",
      "long": "Košice is the second-largest city in Slovakia, known for its rich history, vibrant culture, and beautiful architecture. The city's historic center is home to the St. Elisabeth Cathedral, the largest Gothic cathedral in Slovakia, as well as the East Slovak Museum and the State Theatre. Košice also features charming streets, squares, and parks, making it a great destination for exploring on foot. The city is a cultural hub, hosting numerous festivals, concerts, and events throughout the year."
    },
    "image": {
      "url": "18.jpg",
      "alt": "Košice",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Ko%C5%A1ice"
      },
      {
        "domain": "visitkosice.org",
        "url": "https://www.visitkosice.org/en"
      }
    ]
  },
  {
    "id": "9",
    "geocode": [48.1079, 17.0714],
    "name": "Devin Castle",
    "description": {
      "short": "A historic castle ruin near Bratislava.",
      "long": "Devin Castle is a historic castle ruin located on a cliff above the confluence of the Danube and Morava rivers, near Bratislava. The castle dates back to the 9th century and has a rich history, having been an important strategic fortification and a symbol of Slovak heritage. Visitors can explore the ruins, enjoy the scenic views of the rivers and surrounding landscape, and learn about the castle's history through exhibits in the on-site museum. Devin Castle is a popular destination for day trips from Bratislava."
    },
    "image": {
      "url": "19.jpg",
      "alt": "Devin Castle",
      "license": "CC BY-SA 3.0"
    },
    "resourceLinks": [
      {
        "domain": "wikipedia.org",
        "url": "https://en.wikipedia.org/wiki/Dev%C3%ADn_Castle"
      },
      {
        "domain": "hrad-devin.sk",
        "url": "https://www.hrad-devin.sk/en"
      }
    ]
  }
]
